export default {
	"roadArray": [
		{
			"name": "奥体路",
			"point": [
				106.506253,
				29.528509
			],
			"camreaArray": [
				{
					"name": "奥体路渝宾后门支路",
					"point": [
						106.502765,
						29.525945
					]
				},
				{
					"name": "奥体路奥韵路口",
					"point": [
						106.502477,
						29.528571
					]
				},
				{
					"name": "奥体路科园六路",
					"point": [
						106.499019,
						29.529494
					]
				}
			]
		},
		{
			"name": "渝州路",
			"point": [
				106.493992,
				29.534512
			],
			"camreaArray": [
				{
					"name": "渝州路科园六路",
					"point": [
						106.497453,
						29.53535
					]
				}
			]
		},
		{
			"name": "经纬大道",
			"point": [
				106.468291,
				29.534657
			],
			"camreaArray": [
				{
					"name": "经纬大道同创高原路口",
					"point": [
						106.483768,
						29.544743
					]
				},
				{
					"name": "经纬大道二郎立交下",
					"point": [
						106.462231,
						29.516433
					]
				},
				{
					"name": "经纬大道虎头岩转盘",
					"point": [
						106.500396,
						29.546267
					]
				}
			]
		},
		{
			"name": "科园四路",
			"point": [
				106.492149,
				29.529821
			],
			"camreaArray": [
				{
					"name": "科园四路科园一街路口",
					"point": [
						106.492771,
						29.531276
					]
				}
			]
		},
		{
			"name": "科园三街",
			"point": [
				106.48834,
				29.52763
			],
			"camreaArray": [
				{
					"name": "科园三街科园二路路口",
					"point": [
						106.489157,
						29.527616
					]
				}
			]
		},
		{
			"name": "科园一路",
			"point": [
				106.485646,
				29.530744
			],
			"camreaArray": [
				{
					"name": "科园一路科园一街路口",
					"point": [
						106.492771,
						29.531276
					]
				},
				{
					"name": "科园一街科园二路口",
					"point": [
						106.489168,
						29.530513
					]
				}
			]
		},
		{
			"name": "朝阳路",
			"point": [
				106.485646,
				29.530744
			],
			"camreaArray": [
				{
					"name": "朝阳路木兰路口",
					"point": [
						106.454139,
						29.517173
					]
				}
			]
		},
		{
			"name": "创业大道",
			"point": [
				106.451286,
				29.506761
			],
			"camreaArray": [
				{
					"name": "创业大道新区大道路口",
					"point": [
						106.450464,
						29.499267
					]
				}
			]
		},
		{
			"name": "石新路",
			"point": [
				106.476944,
				29.525255
			],
			"camreaArray": [
				{
					"name": "石新路兰花汽车城路段",
					"point": [
						106.455318,
						29.519671
					]
				}
			]
		},
		{
			"name": "鹅公岩大桥",
			"point": [
				106.532274,
				29.520319
			],
			"camreaArray": [
				{
					"name": "鹅公岩大桥北桥头",
					"point": [
						106.519409,
						29.520997
					]
				}
			]
		},
		{
			"name": "翼龙路",
			"point": [
				106.481237,
				29.499628
			],
			"camreaArray": [
				{
					"name": "翼龙路云湖天都大门前",
					"point": [
						106.485618,
						29.505228
					]
				}
			]
		},
		{
			"name": "黄桷坪正街",
			"point": [
				106.54139,
				29.485804
			],
			"camreaArray": [
				{
					"name": "黄桷坪正街龙吟路口",
					"point": [
						106.541243,
						29.484939
					]
				}
			]
		},
		{
			"name": "袁茄路",
			"point": [
				106.501459,
				29.51494
			],
			"camreaArray": [
				{
					"name": "袁茄路众科大厦前",
					"point": [
						106.510514,
						29.523699
					]
				}
			]
		},
		{
			"name": "南北大道",
			"point": [
				106.524859,
				29.518337
			],
			"camreaArray": [
				{
					"name": "南北大道黄沙溪立交",
					"point": [
						106.519881,
						29.533779
					]
				}
			]
		},
		{
			"name": "九滨路",
			"point": [
				106.52795,
				29.519436
			],
			"camreaArray": [
				{
					"name": "九滨路九龙滨江广场",
					"point": [
						106.526749,
						29.523237
					]
				},
				{
					"name": "九滨路三洞桥",
					"point": [
						106.52795,
						29.519436
					]
				},
				{
					"name": "九滨路口",
					"point": [
						106.52795,
						29.519436
					]
				}
			]
		},
		{
			"name": "杨渡路",
			"point": [
				106.501882,
				29.488605
			],
			"camreaArray": [
				{
					"name": "杨渡路锦冠明珠小区路段",
					"point": [
						106.501842,
						29.492489
					]
				},
				{
					"name": "毛线沟转盘靠杨渡路一侧",
					"point": [
						106.505941,
						29.498275
					]
				}
			]
		},
		{
			"name": "石坪桥正街",
			"point": [
				106.501413,
				29.516596
			],
			"camreaArray": [
				{
					"name": "石坪桥正街土坝子路口",
					"point": [
						106.50923,
						29.515681
					]
				}
			]
		},
		{
			"name": "大黄路",
			"point": [
				106.523779,
				29.53502
			],
			"camreaArray": [
				{
					"name": "丽水青苑立交靠大黄路一侧",
					"point": [
						106.526563,
						29.531114
					]
				}
			]
		},
		{
			"name": "大黄路",
			"point": [
				106.523779,
				29.53502
			],
			"camreaArray": [
				{
					"name": "丽水青苑立交靠大黄路一侧",
					"point": [
						106.526563,
						29.531114
					]
				}
			]
		},
		{
			"name": "华龙大道",
			"point": [
				106.451114,
				29.497047
			],
			"camreaArray": [
				{
					"name": "华龙大道内环上跨桥半山加油站",
					"point": [
						106.436803,
						29.485424
					]
				}
			]
		},
		{
			"name": "杨九路",
			"point": [
				106.516136,
				29.507645
			],
			"camreaArray": [
				{
					"name": "杨九路梅子堡路口",
					"point": [
						106.518074,
						29.504791
					]
				},
				{
					"name": "杨九路邮电路口",
					"point": [
						106.542489,
						29.490428
					]
				},
				{
					"name": "杨九路滩子口龙吟路口",
					"point": [
						106.527198,
						29.499475
					]
				},
				{
					"name": "杨九路龙江路口",
					"point": [
						106.526148,
						29.498193
					]
				},
				{
					"name": "杨九路西子路天兴路口",
					"point": [
						106.530252,
						29.505339
					]
				}
			]
		},
		{
			"name": "直港大道",
			"point": [
				106.526073,
				29.508301
			],
			"camreaArray": [
				{
					"name": "直港大道黄金岛路口",
					"point": [
						106.53043,
						29.507964
					]
				},
				{
					"name": "直港大道天长路口",
					"point": [
						106.526702,
						29.508189
					]
				},
				{
					"name": "直港大道天宝路口",
					"point": [
						106.521772,
						29.50913
					]
				}
			]
		},
		{
			"name": "龙吟路",
			"point": [
				106.539429,
				29.495587
			],
			"camreaArray": [
				{
					"name": "九龙湾连接道龙吟路口",
					"point": [
						106.53148,
						29.500873
					]
				}
			]
		},
		{
			"name": "锦龙路",
			"point": [
				106.52536,
				29.488894
			],
			"camreaArray": [
				{
					"name": "锦龙路李家沱大桥北立交",
					"point": [
						106.534398,
						29.481522
					]
				}
			]
		},
		{
			"name": "成渝高速",
			"point": [
				106.441005,
				29.513857
			],
			"camreaArray": [
				{
					"name": "成渝高速九龙坡G85收费站",
					"point": [
						106.345485,
						29.491318
					]
				}
			]
		}
	],
	"polName": [
		{
			"name": "张警官",
			"path": "/images/pol_z.png"
		},
		{
			"name": "李警官",
			"path": "/images/pol_l.png"
		},
		{
			"name": "王警官",
			"path": "/images/pol_w.png"
		},
		{
			"name": "杨警官",
			"path": "/images/pol_y.png"
		},
		{
			"name": "刘警官",
			"path": "/images/pol_liu.png"
		},
		{
			"name": "邱警官",
			"path": "/images/pol_q.png"
		},
		{
			"name": "孙警官",
			"path": "/images/pol_s.png"
		},
		{
			"name": "邹警官",
			"path": "/images/pol_zou.png"
		},
		{
			"name": "吕警官",
			"path": "/images/pol_lv.png"
		},
		{
			"name": "熊警官",
			"path": "/images/pol_x.png"
		},
	],
	description: [
		"单车事故",
		"公共设施损坏",
		"大型活动",
		"信号设备故障",
		"水淹断路",
		"多车事故",
		"道路损坏",
		"市政维护",
		"交通设备损坏",
		"塌方断道",
		"占道停车",
		"植被阻碍",
		"道路施工",
		"附属设施损坏",
		"泥石流断道",
		"伤人事故",
		"医疗,火灾救援",
		"外事访问",
		"市政设施损坏",
		"雷击自燃"
	]
}